Repository: shutrup/EncloseGame
Catalog: Enclose/Resources/*.lproj/Localizable.strings
Languages: ru

# turn.x
source: X Turn
ru: Ход X

# turn.o
source: O Turn
ru: Ход O

source: New Game
ru: Новая игра

source: Play Again
ru: Играть снова

# winner.draw
source: Draw
ru: Ничья

# winner.x
source: X Wins
ru: Победа X

# winner.o
source: O Wins
ru: Победа O

# menu.settings
source: Settings
ru: Настройки

# menu.rules
source: Rules
ru: Правила

# menu.board.size
source: Size
ru: Размер

# menu.board.mini
source: Mini (13)
ru: Мини (13)

# menu.board.standard
source: Standard (25)
ru: Стандарт (25)

# menu.board.large
source: Large (41)
ru: Большой (41)

# menu.feedback
source: Feedback
ru: Отклик

# menu.haptics
source: Haptics
ru: Вибрация

# menu.animations
source: Animations
ru: Анимации

# menu.capture_hints
source: Capture Hints
ru: Подсказки захвата

# menu.help
source: Help
ru: Помощь

# menu.about
source: About
ru: О приложении

# menu.show_tutorial
source: Show Tutorial
ru: Обучение

source: Done
ru: Готово

# tutorial.got_it
source: Got it
ru: Понятно

# tutorial.line1
source: Draw one line
ru: Проведи одну линию

# tutorial.line2
source: Close a square to claim it
ru: Замкни квадрат, чтобы захватить его

# tutorial.line3
source: Claiming gives an extra turn
ru: Захват дает дополнительный ход

# rules.title1
source: Draw one line
ru: Проведи линию

# rules.desc1
source: Connect any two adjacent dots with a line. You can only draw lines that haven't been drawn yet.
ru: Соедини любые две соседние точки линией. Линии не могут пересекаться или дублироваться.

# rules.title2
source: Close a square
ru: Замкни квадрат

# rules.desc2
source: When you draw the fourth side of a square, you capture it! Your symbol (X or O) will appear inside.
ru: Когда ты рисуешь четвертую сторону квадрата, он становится твоим! Внутри появится твой символ (X или O).

# rules.title3
source: Extra Turn
ru: Дополнительный ход

# rules.desc3
source: If you capture a square, you MUST take another turn. You can chain multiple captures in a row!
ru: Если ты захватил квадрат, ты ОБЯЗАН сделать еще один ход. Можно захватывать цепочки квадратов!

# rules.title4
source: Winning
ru: Победа

# rules.desc4
source: The game ends when all lines are drawn. The player with the most captured squares wins.
ru: Игра заканчивается, когда все линии нарисованы. Побеждает тот, кто захватил больше квадратов.

# menu.play
source: Play
ru: Играть

# menu.pvp
source: PvP (Local)
ru: PvP (На одном устройстве)

# menu.single_player
source: Single Player
ru: Одиночная игра

# menu.single_player.short
source: Solo
ru: Одиночная

# difficulty.easy
source: Easy
ru: Легкий

# difficulty.medium
source: Medium
ru: Средний

# difficulty.hard
source: Hard
ru: Сложный

# menu.difficulty
source: Difficulty
ru: Сложность

# tutorial.step.welcome
source: Welcome to Enclose! Let's learn to play.
ru: Добро пожаловать в Enclose! Давай научимся играть.

# tutorial.step.draw_line
source: Tap the space between these two dots to draw a line.
ru: Нажми между этими двумя точками, чтобы провести линию.

# tutorial.step.close_square
source: Great! Now close this square to capture it.
ru: Отлично! Теперь замкни этот квадрат, чтобы захватить его.

# tutorial.step.extra_turn
source: Capturing gives you an extra turn! Capture the next one.
ru: Захват дает ход! Захвати следующий квадрат.

# tutorial.step.completed
source: You're ready! Most squares wins.
ru: Ты готов! Побеждает тот, кто захватит больше.

# tutorial.title.welcome
source: Welcome
ru: Добро пожаловать

# tutorial.title.draw_line
source: Drawing Lines
ru: Рисование линий

# tutorial.title.close_square
source: Claiming
ru: Захват клеток

# tutorial.title.extra_turn
source: Combo
ru: Комбо

# tutorial.title.completed
source: All Set!
ru: Всё готово!

# menu.refresh
source: Reset
ru: Сброс

# menu.sound
source: Sound
ru: Звук

# turn.ai
source: AI Thinking...
ru: ИИ думает...

# menu.mode
source: Mode
ru: Режим

# game_setup.title
source: Game Setup
ru: Настройка игры

# game_setup.summary
source: Selected options
ru: Выбранные параметры

# settings.version
source: Version
ru: Версия

# settings.designed_by
source: Designed by
ru: Автор

# settings.author
source: You
ru: Вы

source: Cancel
ru: Отмена

# common.vs
source: vs
ru: против

# game.stat.edges
source: Edges
ru: Линии

# game.stat.zones
source: Zones
ru: Клетки
